tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "deno"
brew "ffmpeg"
brew "tree"
brew "mas"
brew "wget"
brew "gh"
brew "docker"
brew "anyenv"
brew "git"
brew "php"

cask "dash"
cask "alfred"
cask "clipy"
cask "slack"
cask "iterm2"
cask "licecap"
cask "google-japanese-ime"
cask "postman"
cask "gyazo"
cask "skitch"
cask "bettertouchtool"
cask "appcleaner"
cask "dropbox"
cask "notion"
cask "visual-studio-code"
cask "slack"
cask "google-chrome"
cask "spotify"
cask "zoom"
cask "unity-hub"
cask "figma"
cask "docker"
cask "android-file-transfer"

mas "LINE", id: 539883307
mas "Xcode", id: 497799835
mas "BetterSnapTool", id: 417375580
mas "MarsEdit 4", id: 1198319098
